<!DOCTYPE html>
<html lang="jp">

<head>
    <?php include("head.php"); ?>

    <title>いちりん</title>
    <link rel="stylesheet" href="<?php echo get_template_directory_uri(); ?>/css/front.css">

    <script src="<?php echo get_template_directory_uri(); ?>/js/front.js"></script>
    <script src="<?php echo get_template_directory_uri(); ?>/js/all.js"></script>

</head>

<body>
    <div id="splash">
        <div id="splash_logo">
            <div class="load-img">
                <span class="cover-1"></span>
                <span class="cover-2"></span>
                <img src="<?php echo get_template_directory_uri(); ?>/img/mark.png" alt="" class="fadeUp">
            </div>
        </div>
    </div>

    <div id="container">
        <div class="page-anime"></div>
        <div class="page-anime-2"></div>
        <div class="page-anime-3"></div>
        <header class="header">
            <div class="bg"></div>
            <div class="img-area"></div>
            <div class="img">
                <img src="<?php echo get_template_directory_uri(); ?>/img/food-1.jpg" alt="">
                <img src="<?php echo get_template_directory_uri(); ?>/img/bg-food-1.jpg" alt="">
                <img src="<?php echo get_template_directory_uri(); ?>/img/food.jpeg" alt="">
                <img src="<?php echo get_template_directory_uri(); ?>/img/room.jpeg" alt="">
            </div>
            <div class="nav">
                <ul class="nav-area">
                    <li><a href="<?php echo get_template_directory_uri(); ?>/food">
                            <h1 class="nav-content">お品書き</h1><span class="border"></span>
                        </a></li>
                    <li><a href="<?php echo get_template_directory_uri(); ?>/seat">
                            <h1 class="nav-content">お席について</h1><span class="border"></span>
                        </a></li>
                    <li><a href="<?php echo get_template_directory_uri(); ?>/access">
                            <h1 class="nav-content">ご案内</h1><span class="border"></span>
                        </a></li>
                    <li><a href="<?php echo get_template_directory_uri(); ?>/coupon">
                            <h1 class="nav-content">クーポン</h1><span class="border"></span>
                        </a></li>
                    <li><a href="<?php echo get_template_directory_uri(); ?>/takeout">
                            <h1 class="nav-content">お持ち帰り</h1><span class="border"></span>
                        </a></li>
                    <li><a
                            href="https://www.hotpepper.jp/strJ001018195/yoyaku/hpds/?ROUTE_KBN=20&dspn=RXn-QNvrX5Gn1c3JcdoroyCaugBGWs-JRf5uclvXKImnCkr0OJOtmZxLwkmmW2LlxSYJiJutD4idLABW_xkUfQ">
                            <h1 class="nav-content">ご予約はこちら</h1><span class="border"></span>
                        </a></li>
                    <li>
                        <div class="link-btn">
                            <a
                                href="https://www.facebook.com/%E4%B8%A6%E6%9C%A8%E3%81%AE%E9%9A%A0%E3%82%8C%E5%AE%B6-%E3%81%84%E3%81%A1%E3%82%8A%E3%82%93-437451596296224/">
                                <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                                    style="enable-background:new 0 0 512 512;" xml:space="preserve">
                                    <path style="fill:#FFF9EA;" d="M448,0H64C28.704,0,0,28.704,0,64v384c0,35.296,28.704,64,64,64h384c35.296,0,64-28.704,64-64V64
                                C512,28.704,483.296,0,448,0z" />
                                    <path style="fill:#000;" d="M432,256h-80v-64c0-17.664,14.336-16,32-16h32V96h-64l0,0c-53.024,0-96,42.976-96,96v64h-64v80h64
                                v176h96V336h48L432,256z" />
                                </svg>
                            </a>
                            <a href="https://twitter.com/intent/tweet?url=https://ichirinnamiki.owst.jp/">
                                <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                                    style="enable-background:new 0 0 512 512;" xml:space="preserve">
                                    <path style="fill:#FFF9EA;" d="M512,97.248c-19.04,8.352-39.328,13.888-60.48,16.576c21.76-12.992,38.368-33.408,46.176-58.016
                                c-20.288,12.096-42.688,20.64-66.56,25.408C411.872,60.704,384.416,48,354.464,48c-58.112,0-104.896,47.168-104.896,104.992
                                c0,8.32,0.704,16.32,2.432,23.936c-87.264-4.256-164.48-46.08-216.352-109.792c-9.056,15.712-14.368,33.696-14.368,53.056
                                c0,36.352,18.72,68.576,46.624,87.232c-16.864-0.32-33.408-5.216-47.424-12.928c0,0.32,0,0.736,0,1.152
                                c0,51.008,36.384,93.376,84.096,103.136c-8.544,2.336-17.856,3.456-27.52,3.456c-6.72,0-13.504-0.384-19.872-1.792
                                c13.6,41.568,52.192,72.128,98.08,73.12c-35.712,27.936-81.056,44.768-130.144,44.768c-8.608,0-16.864-0.384-25.12-1.44
                                C46.496,446.88,101.6,464,161.024,464c193.152,0,298.752-160,298.752-298.688c0-4.64-0.16-9.12-0.384-13.568
                                C480.224,136.96,497.728,118.496,512,97.248z" />
                                </svg>
                            </a>
                            <a href="https://www.instagram.com/ich_irin/?hl=ja">
                                <svg height="511pt" viewBox="0 0 511 511.9" width="511pt"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path style="fill:#FFF9EA;"
                                        d="m510.949219 150.5c-1.199219-27.199219-5.597657-45.898438-11.898438-62.101562-6.5-17.199219-16.5-32.597657-29.601562-45.398438-12.800781-13-28.300781-23.101562-45.300781-29.5-16.296876-6.300781-34.898438-10.699219-62.097657-11.898438-27.402343-1.300781-36.101562-1.601562-105.601562-1.601562s-78.199219.300781-105.5 1.5c-27.199219 1.199219-45.898438 5.601562-62.097657 11.898438-17.203124 6.5-32.601562 16.5-45.402343 29.601562-13 12.800781-23.097657 28.300781-29.5 45.300781-6.300781 16.300781-10.699219 34.898438-11.898438 62.097657-1.300781 27.402343-1.601562 36.101562-1.601562 105.601562s.300781 78.199219 1.5 105.5c1.199219 27.199219 5.601562 45.898438 11.902343 62.101562 6.5 17.199219 16.597657 32.597657 29.597657 45.398438 12.800781 13 28.300781 23.101562 45.300781 29.5 16.300781 6.300781 34.898438 10.699219 62.101562 11.898438 27.296876 1.203124 36 1.5 105.5 1.5s78.199219-.296876 105.5-1.5c27.199219-1.199219 45.898438-5.597657 62.097657-11.898438 34.402343-13.300781 61.601562-40.5 74.902343-74.898438 6.296876-16.300781 10.699219-34.902343 11.898438-62.101562 1.199219-27.300781 1.5-36 1.5-105.5s-.101562-78.199219-1.300781-105.5zm-46.097657 209c-1.101562 25-5.300781 38.5-8.800781 47.5-8.601562 22.300781-26.300781 40-48.601562 48.601562-9 3.5-22.597657 7.699219-47.5 8.796876-27 1.203124-35.097657 1.5-103.398438 1.5s-76.5-.296876-103.402343-1.5c-25-1.097657-38.5-5.296876-47.5-8.796876-11.097657-4.101562-21.199219-10.601562-29.398438-19.101562-8.5-8.300781-15-18.300781-19.101562-29.398438-3.5-9-7.699219-22.601562-8.796876-47.5-1.203124-27-1.5-35.101562-1.5-103.402343s.296876-76.5 1.5-103.398438c1.097657-25 5.296876-38.5 8.796876-47.5 4.101562-11.101562 10.601562-21.199219 19.203124-29.402343 8.296876-8.5 18.296876-15 29.398438-19.097657 9-3.5 22.601562-7.699219 47.5-8.800781 27-1.199219 35.101562-1.5 103.398438-1.5 68.402343 0 76.5.300781 103.402343 1.5 25 1.101562 38.5 5.300781 47.5 8.800781 11.097657 4.097657 21.199219 10.597657 29.398438 19.097657 8.5 8.300781 15 18.300781 19.101562 29.402343 3.5 9 7.699219 22.597657 8.800781 47.5 1.199219 27 1.5 35.097657 1.5 103.398438s-.300781 76.300781-1.5 103.300781zm0 0" />
                                    <path style="fill:#FFF9EA;"
                                        d="m256.449219 124.5c-72.597657 0-131.5 58.898438-131.5 131.5s58.902343 131.5 131.5 131.5c72.601562 0 131.5-58.898438 131.5-131.5s-58.898438-131.5-131.5-131.5zm0 216.800781c-47.097657 0-85.300781-38.199219-85.300781-85.300781s38.203124-85.300781 85.300781-85.300781c47.101562 0 85.300781 38.199219 85.300781 85.300781s-38.199219 85.300781-85.300781 85.300781zm0 0" />
                                    <path style="fill:#FFF9EA;"
                                        d="m423.851562 119.300781c0 16.953125-13.746093 30.699219-30.703124 30.699219-16.953126 0-30.699219-13.746094-30.699219-30.699219 0-16.957031 13.746093-30.699219 30.699219-30.699219 16.957031 0 30.703124 13.742188 30.703124 30.699219zm0 0" />
                                </svg>
                            </a>
                            <a
                                href="mailto:?body=%E2%96%A0%E3%81%8A%E5%BA%97%E3%81%AE%E8%A9%B3%E7%B4%B0%E6%83%85%E5%A0%B1%0Ahttps%3A%2F%2Fichirinnamiki.owst.jp%2F%0A%0A%E2%96%BD%E4%BD%8F%E6%89%80%E3%83%BB%E3%82%A2%E3%82%AF%E3%82%BB%E3%82%B9%0A%E4%BD%8F%E6%89%80%EF%BC%9A%E5%BA%83%E5%B3%B6%E7%9C%8C%E5%BA%83%E5%B3%B6%E5%B8%82%E4%B8%AD%E5%8C%BA%E4%B8%89%E5%B7%9D%E7%94%BA10-12%20ST%E3%83%93%E3%83%AB%EF%BC%92F%0A%E3%82%A2%E3%82%AF%E3%82%BB%E3%82%B9%EF%BC%9A%E5%BA%83%E9%9B%BB%E6%9C%AC%E7%B7%9A%E5%85%AB%E4%B8%81%E5%A0%80%E9%A7%85%E4%B8%8B%E8%BB%8A%E3%80%81%E5%BE%92%E6%AD%A95%E5%88%86%E3%80%82%E3%83%91%E3%83%AB%E3%82%B3%E3%81%8B%E3%82%89%E5%BE%92%E6%AD%A9%EF%BC%93%E5%88%86%E2%99%AA%E4%B8%A6%E6%9C%A8%E9%80%9A%E3%82%8A%E5%85%A5%E5%8F%A3%2C%2C%E3%82%AC%E3%82%BD%E3%83%AA%E3%83%B3%E3%82%B9%E3%82%BF%E3%83%B3%E3%83%89%E3%81%99%E3%81%90%E3%81%9D%E3%81%B0082-247-3697%0A%E9%9B%BB%E8%A9%B1%E7%95%AA%E5%8F%B7%EF%BC%9A082-247-3697%0A&subject=%E3%81%84%E3%81%A1%E3%82%8A%E3%82%93">
                                <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                                    style="enable-background:new 0 0 512 512;" xml:space="preserve" fill='#FFF9EA'>
                                    <path d="M467,76H45C20.137,76,0,96.262,0,121v270c0,24.885,20.285,45,45,45h422c24.655,0,45-20.03,45-45V121
                            C512,96.306,491.943,76,467,76z M460.698,106c-9.194,9.145-167.415,166.533-172.878,171.967c-8.5,8.5-19.8,13.18-31.82,13.18
                            s-23.32-4.681-31.848-13.208C220.478,274.284,64.003,118.634,51.302,106H460.698z M30,384.894V127.125L159.638,256.08L30,384.894z
                            M51.321,406l129.587-128.763l22.059,21.943c14.166,14.166,33,21.967,53.033,21.967c20.033,0,38.867-7.801,53.005-21.939
                            l22.087-21.971L460.679,406H51.321z M482,384.894L352.362,256.08L482,127.125V384.894z" />
                                </svg>
                            </a>
                        </div>
                    </li>
                </ul>
                <a href="<?php echo esc_url( home_url( '/' ) ); ?>"><img
                        src="<?php echo get_template_directory_uri(); ?>/img/logo.png" alt="" class="logo"></a>
            </div>
                <nav id="toggle-nav">
                    <ul class="toggle-nav-area">
                        <li>
                            <a href="<?php echo get_template_directory_uri(); ?>/food">
                                <h1 class="nav-content">お品書き</h1>
                            </a>
                        </li>
                        <li>
                            <a href="<?php echo get_template_directory_uri(); ?>/seat">
                                <h1 class="nav-content">お席について</h1>
                            </a>
                        </li>
                        <li>
                            <a href="<?php echo get_template_directory_uri(); ?>/access">
                                <h1 class="nav-content">ご案内</h1>
                            </a>
                        </li>
                        <li>
                            <a href="<?php echo get_template_directory_uri(); ?>/coupon">
                                <h1 class="nav-content">クーポン</h1>
                            </a>
                        </li>
                        <li>
                            <a href="<?php echo get_template_directory_uri(); ?>/takeout">
                                <h1 class="nav-content">お持ち帰り</h1>
                            </a>
                        </li>
                        <li>
                            <a href="https://www.hotpepper.jp/strJ001018195/yoyaku/hpds/?ROUTE_KBN=20&dspn=RXn-QNvrX5Gn1c3JcdoroyCaugBGWs-JRf5uclvXKImnCkr0OJOtmZxLwkmmW2LlxSYJiJutD4idLABW_xkUfQ">
                                <h1 class="nav-content">ご予約はこちら</h1>
                            </a>
                        </li>
                    </ul>
                    <div class="contact">
                        <h1 class="contact-title">予約・お問い合わせ</h1>
                        <a href="tel:+81-90-3881-5422" class="tell">082-247-3697</a>
                        <div class="btn-list">
                            <a href="https://www.facebook.com/%E4%B8%A6%E6%9C%A8%E3%81%AE%E9%9A%A0%E3%82%8C%E5%AE%B6-%E3%81%84%E3%81%A1%E3%82%8A%E3%82%93-437451596296224/">
                                <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                                    style="enable-background:new 0 0 512 512;" xml:space="preserve">
                                    <path style="fill:#000;" d="M448,0H64C28.704,0,0,28.704,0,64v384c0,35.296,28.704,64,64,64h384c35.296,0,64-28.704,64-64V64
                                C512,28.704,483.296,0,448,0z" />
                                    <path style="fill:#FFF9EA;" d="M432,256h-80v-64c0-17.664,14.336-16,32-16h32V96h-64l0,0c-53.024,0-96,42.976-96,96v64h-64v80h64
                                v176h96V336h48L432,256z" />
                                </svg>
                            </a>
                            <a href="https://twitter.com/intent/tweet?url=https://ichirinnamiki.owst.jp/">
                                <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                                    style="enable-background:new 0 0 512 512;" xml:space="preserve">
                                    <path style="fill:#000;" d="M512,97.248c-19.04,8.352-39.328,13.888-60.48,16.576c21.76-12.992,38.368-33.408,46.176-58.016
                                    c-20.288,12.096-42.688,20.64-66.56,25.408C411.872,60.704,384.416,48,354.464,48c-58.112,0-104.896,47.168-104.896,104.992
                                    c0,8.32,0.704,16.32,2.432,23.936c-87.264-4.256-164.48-46.08-216.352-109.792c-9.056,15.712-14.368,33.696-14.368,53.056
                                    c0,36.352,18.72,68.576,46.624,87.232c-16.864-0.32-33.408-5.216-47.424-12.928c0,0.32,0,0.736,0,1.152
                                    c0,51.008,36.384,93.376,84.096,103.136c-8.544,2.336-17.856,3.456-27.52,3.456c-6.72,0-13.504-0.384-19.872-1.792
                                    c13.6,41.568,52.192,72.128,98.08,73.12c-35.712,27.936-81.056,44.768-130.144,44.768c-8.608,0-16.864-0.384-25.12-1.44
                                    C46.496,446.88,101.6,464,161.024,464c193.152,0,298.752-160,298.752-298.688c0-4.64-0.16-9.12-0.384-13.568
                                    C480.224,136.96,497.728,118.496,512,97.248z" />
                                </svg>
                            </a>
                            <a href="https://www.instagram.com/ich_irin/?hl=ja">
                                <svg height="511pt" viewBox="0 0 511 511.9" width="511pt" xmlns="http://www.w3.org/2000/svg">
                                    <path d="m510.949219 150.5c-1.199219-27.199219-5.597657-45.898438-11.898438-62.101562-6.5-17.199219-16.5-32.597657-29.601562-45.398438-12.800781-13-28.300781-23.101562-45.300781-29.5-16.296876-6.300781-34.898438-10.699219-62.097657-11.898438-27.402343-1.300781-36.101562-1.601562-105.601562-1.601562s-78.199219.300781-105.5 1.5c-27.199219 1.199219-45.898438 5.601562-62.097657 11.898438-17.203124 6.5-32.601562 16.5-45.402343 29.601562-13 12.800781-23.097657 28.300781-29.5 45.300781-6.300781 16.300781-10.699219 34.898438-11.898438 62.097657-1.300781 27.402343-1.601562 36.101562-1.601562 105.601562s.300781 78.199219 1.5 105.5c1.199219 27.199219 5.601562 45.898438 11.902343 62.101562 6.5 17.199219 16.597657 32.597657 29.597657 45.398438 12.800781 13 28.300781 23.101562 45.300781 29.5 16.300781 6.300781 34.898438 10.699219 62.101562 11.898438 27.296876 1.203124 36 1.5 105.5 1.5s78.199219-.296876 105.5-1.5c27.199219-1.199219 45.898438-5.597657 62.097657-11.898438 34.402343-13.300781 61.601562-40.5 74.902343-74.898438 6.296876-16.300781 10.699219-34.902343 11.898438-62.101562 1.199219-27.300781 1.5-36 1.5-105.5s-.101562-78.199219-1.300781-105.5zm-46.097657 209c-1.101562 25-5.300781 38.5-8.800781 47.5-8.601562 22.300781-26.300781 40-48.601562 48.601562-9 3.5-22.597657 7.699219-47.5 8.796876-27 1.203124-35.097657 1.5-103.398438 1.5s-76.5-.296876-103.402343-1.5c-25-1.097657-38.5-5.296876-47.5-8.796876-11.097657-4.101562-21.199219-10.601562-29.398438-19.101562-8.5-8.300781-15-18.300781-19.101562-29.398438-3.5-9-7.699219-22.601562-8.796876-47.5-1.203124-27-1.5-35.101562-1.5-103.402343s.296876-76.5 1.5-103.398438c1.097657-25 5.296876-38.5 8.796876-47.5 4.101562-11.101562 10.601562-21.199219 19.203124-29.402343 8.296876-8.5 18.296876-15 29.398438-19.097657 9-3.5 22.601562-7.699219 47.5-8.800781 27-1.199219 35.101562-1.5 103.398438-1.5 68.402343 0 76.5.300781 103.402343 1.5 25 1.101562 38.5 5.300781 47.5 8.800781 11.097657 4.097657 21.199219 10.597657 29.398438 19.097657 8.5 8.300781 15 18.300781 19.101562 29.402343 3.5 9 7.699219 22.597657 8.800781 47.5 1.199219 27 1.5 35.097657 1.5 103.398438s-.300781 76.300781-1.5 103.300781zm0 0"/>
                                    <path d="m256.449219 124.5c-72.597657 0-131.5 58.898438-131.5 131.5s58.902343 131.5 131.5 131.5c72.601562 0 131.5-58.898438 131.5-131.5s-58.898438-131.5-131.5-131.5zm0 216.800781c-47.097657 0-85.300781-38.199219-85.300781-85.300781s38.203124-85.300781 85.300781-85.300781c47.101562 0 85.300781 38.199219 85.300781 85.300781s-38.199219 85.300781-85.300781 85.300781zm0 0"/><path d="m423.851562 119.300781c0 16.953125-13.746093 30.699219-30.703124 30.699219-16.953126 0-30.699219-13.746094-30.699219-30.699219 0-16.957031 13.746093-30.699219 30.699219-30.699219 16.957031 0 30.703124 13.742188 30.703124 30.699219zm0 0"/>
                                </svg>
                            </a>
                            <a href="mailto:?body=%E2%96%A0%E3%81%8A%E5%BA%97%E3%81%AE%E8%A9%B3%E7%B4%B0%E6%83%85%E5%A0%B1%0Ahttps%3A%2F%2Fichirinnamiki.owst.jp%2F%0A%0A%E2%96%BD%E4%BD%8F%E6%89%80%E3%83%BB%E3%82%A2%E3%82%AF%E3%82%BB%E3%82%B9%0A%E4%BD%8F%E6%89%80%EF%BC%9A%E5%BA%83%E5%B3%B6%E7%9C%8C%E5%BA%83%E5%B3%B6%E5%B8%82%E4%B8%AD%E5%8C%BA%E4%B8%89%E5%B7%9D%E7%94%BA10-12%20ST%E3%83%93%E3%83%AB%EF%BC%92F%0A%E3%82%A2%E3%82%AF%E3%82%BB%E3%82%B9%EF%BC%9A%E5%BA%83%E9%9B%BB%E6%9C%AC%E7%B7%9A%E5%85%AB%E4%B8%81%E5%A0%80%E9%A7%85%E4%B8%8B%E8%BB%8A%E3%80%81%E5%BE%92%E6%AD%A95%E5%88%86%E3%80%82%E3%83%91%E3%83%AB%E3%82%B3%E3%81%8B%E3%82%89%E5%BE%92%E6%AD%A9%EF%BC%93%E5%88%86%E2%99%AA%E4%B8%A6%E6%9C%A8%E9%80%9A%E3%82%8A%E5%85%A5%E5%8F%A3%2C%2C%E3%82%AC%E3%82%BD%E3%83%AA%E3%83%B3%E3%82%B9%E3%82%BF%E3%83%B3%E3%83%89%E3%81%99%E3%81%90%E3%81%9D%E3%81%B0082-247-3697%0A%E9%9B%BB%E8%A9%B1%E7%95%AA%E5%8F%B7%EF%BC%9A082-247-3697%0A&subject=%E3%81%84%E3%81%A1%E3%82%8A%E3%82%93">
                                <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                                    xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                                    style="enable-background:new 0 0 512 512;" xml:space="preserve" fill='#000'>
                                    <path d="M467,76H45C20.137,76,0,96.262,0,121v270c0,24.885,20.285,45,45,45h422c24.655,0,45-20.03,45-45V121
                                    C512,96.306,491.943,76,467,76z M460.698,106c-9.194,9.145-167.415,166.533-172.878,171.967c-8.5,8.5-19.8,13.18-31.82,13.18
                                    s-23.32-4.681-31.848-13.208C220.478,274.284,64.003,118.634,51.302,106H460.698z M30,384.894V127.125L159.638,256.08L30,384.894z
                                    M51.321,406l129.587-128.763l22.059,21.943c14.166,14.166,33,21.967,53.033,21.967c20.033,0,38.867-7.801,53.005-21.939
                                    l22.087-21.971L460.679,406H51.321z M482,384.894L352.362,256.08L482,127.125V384.894z" />
                                </svg>
                            </a>

                        </div>
                    </div>
                </nav>

                <div class="toggle_btn">
                    <span></span>
                    <span></span>
                    <span></span>
                </div>

                <div class="mask"></div>

            <a href="#" class="scroll-nav"><span></span><span></span><span></span></a>
            <p class="scroll-text">Scroll</p>
        </header>

        <main class="main">
            <div class="foods">
                <img src="<?php echo get_template_directory_uri(); ?>/img/mark-border.png" alt="" class="mark-border">

                <div class="food">
                    <div class="food-img img-1">
                        <div class="main-img"></div>
                    </div>
                    <div class="bg-text">
                        <h1 class="title">広島の美しい</h1>
                        <h1 class="title">四季を。</h1>
                        <p class="text">広島は海の幸・山の幸が、</p>
                        <p class="text">共に豊富に揃います。</p>
                        <p class="text">自然育む食材を</p>
                        <p class="text">余すことなく、お召し上がりいただけます。</p>
                        <p class="text">四季折々の季節感溢れる日本料理を</p>
                        <p class="text">ぜひ一度ご堪能ください。</p>
                    </div>
                </div>

                <div class="food">
                    <div class="food-img img-2">
                        <div class="main-img"></div>
                    </div>
                    <div class="bg-text">
                        <h1 class="title">良質な素材と匠の技</h1>
                        <p class="text">食材の鮮度は</p>
                        <p class="text">いちりんの味の源です。</p>
                        <p class="text">料理人の技により</p>
                        <p class="text">旬の味覚を感じさせ、</p>
                        <p class="text">いつ何時もできたてを</p>
                        <p class="text">お召し上がり頂きます。</p>
                    </div>
                </div>

                <div class="food">
                    <div class="food-img img-3">
                        <div class="main-img"></div>
                    </div>
                    <div class="bg-text">
                        <h1 class="title">木目を活かした</h1>
                        <h1 class="title">上品な空間</h1>
                        <p class="text">落ち着いた空間での</p>
                        <p class="text">商談や宴席に</p>
                        <p class="text">お部屋をご用意しております。</p>
                        <p class="text">憩いの場である掘りごたつのお席、</p>
                        <p class="text">広島の夜景を楽しめる</p>
                        <p class="text">テーブル席の他、</p>
                        <p class="text">カウンター席もございます。</p>
                    </div>
                </div>

            </div>
            <div class="location">
                <img src="<?php echo get_template_directory_uri(); ?>/img/mark-border.png" alt="" class="mark-border">
                <h1 class="content-title">−ご案内−</h1>
                <iframe
                    src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d823.1214026802703!2d132.46048242921887!3d34.38900100549139!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x355aa210249b5245%3A0x4eadb4654c7ec725!2z44GE44Gh44KK44KT!5e0!3m2!1sja!2sjp!4v1626971433425!5m2!1sja!2sjp"
                    width="60%" height="450" style="border:0;" allowfullscreen="" loading="lazy"></iframe>
                <div class="location-text">
                    <h1 class='location-title'>いちりん</h1>
                    <div class="location-text-area">
                        <dl>
                            <dt>住所</dt>
                            <dd>広島県広島市中区三川町10-12 STビル２F</dd>
                        </dl>
                        <dl>
                            <dt>アクセス</dt>
                            <dd>広電本線八丁堀駅下車、徒歩5分。パルコから徒歩３分 並木通り入口...ガソリンスタンドすぐそば</dd>
                        </dl>
                        <dl>
                            <dt>電話番号</dt>
                            <dd>082-247-3697</dd>
                        </dl>
                        <dl>
                            <dt>営業時間</dt>
                            <dd>月～土、祝日、祝前日: 17:00～23:30 （料理L.O. 22:30 ドリンクL.O. 23:00）</dd>
                        </dl>
                        <dl>
                            <dt>定休日</dt>
                            <dd>日（日曜日）</dd>
                        </dl>
                        <dl>
                            <dt>関連ページ</dt>
                            <dd><a href="https://www.hotpepper.jp/strJ001018195/">ホットペッパーグルメ</a></dd>
                        </dl>
                    </div>
                </div>
                <div class="link-btn">
                    <a href="https://www.facebook.com/%E4%B8%A6%E6%9C%A8%E3%81%AE%E9%9A%A0%E3%82%8C%E5%AE%B6-%E3%81%84%E3%81%A1%E3%82%8A%E3%82%93-437451596296224/">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                            xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                            style="enable-background:new 0 0 512 512;" xml:space="preserve">
                            <path style="fill:#FFF9EA;" d="M448,0H64C28.704,0,0,28.704,0,64v384c0,35.296,28.704,64,64,64h384c35.296,0,64-28.704,64-64V64
                                    C512,28.704,483.296,0,448,0z" />
                            <path style="fill:#000;" d="M432,256h-80v-64c0-17.664,14.336-16,32-16h32V96h-64l0,0c-53.024,0-96,42.976-96,96v64h-64v80h64
                                    v176h96V336h48L432,256z" />
                        </svg>
                    </a>
                    <a href="https://twitter.com/intent/tweet?url=https://ichirinnamiki.owst.jp/">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                            xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                            style="enable-background:new 0 0 512 512;" xml:space="preserve">
                            <path style="fill:#FFF9EA;" d="M512,97.248c-19.04,8.352-39.328,13.888-60.48,16.576c21.76-12.992,38.368-33.408,46.176-58.016
                                    c-20.288,12.096-42.688,20.64-66.56,25.408C411.872,60.704,384.416,48,354.464,48c-58.112,0-104.896,47.168-104.896,104.992
                                    c0,8.32,0.704,16.32,2.432,23.936c-87.264-4.256-164.48-46.08-216.352-109.792c-9.056,15.712-14.368,33.696-14.368,53.056
                                    c0,36.352,18.72,68.576,46.624,87.232c-16.864-0.32-33.408-5.216-47.424-12.928c0,0.32,0,0.736,0,1.152
                                    c0,51.008,36.384,93.376,84.096,103.136c-8.544,2.336-17.856,3.456-27.52,3.456c-6.72,0-13.504-0.384-19.872-1.792
                                    c13.6,41.568,52.192,72.128,98.08,73.12c-35.712,27.936-81.056,44.768-130.144,44.768c-8.608,0-16.864-0.384-25.12-1.44
                                    C46.496,446.88,101.6,464,161.024,464c193.152,0,298.752-160,298.752-298.688c0-4.64-0.16-9.12-0.384-13.568
                                    C480.224,136.96,497.728,118.496,512,97.248z" />
                        </svg>
                    </a>
                    <a href="https://www.instagram.com/ich_irin/?hl=ja">
                                <svg height="511pt" viewBox="0 0 511 511.9" width="511pt" xmlns="http://www.w3.org/2000/svg" style="fill:#FFF9EA;">
                                    <path d="m510.949219 150.5c-1.199219-27.199219-5.597657-45.898438-11.898438-62.101562-6.5-17.199219-16.5-32.597657-29.601562-45.398438-12.800781-13-28.300781-23.101562-45.300781-29.5-16.296876-6.300781-34.898438-10.699219-62.097657-11.898438-27.402343-1.300781-36.101562-1.601562-105.601562-1.601562s-78.199219.300781-105.5 1.5c-27.199219 1.199219-45.898438 5.601562-62.097657 11.898438-17.203124 6.5-32.601562 16.5-45.402343 29.601562-13 12.800781-23.097657 28.300781-29.5 45.300781-6.300781 16.300781-10.699219 34.898438-11.898438 62.097657-1.300781 27.402343-1.601562 36.101562-1.601562 105.601562s.300781 78.199219 1.5 105.5c1.199219 27.199219 5.601562 45.898438 11.902343 62.101562 6.5 17.199219 16.597657 32.597657 29.597657 45.398438 12.800781 13 28.300781 23.101562 45.300781 29.5 16.300781 6.300781 34.898438 10.699219 62.101562 11.898438 27.296876 1.203124 36 1.5 105.5 1.5s78.199219-.296876 105.5-1.5c27.199219-1.199219 45.898438-5.597657 62.097657-11.898438 34.402343-13.300781 61.601562-40.5 74.902343-74.898438 6.296876-16.300781 10.699219-34.902343 11.898438-62.101562 1.199219-27.300781 1.5-36 1.5-105.5s-.101562-78.199219-1.300781-105.5zm-46.097657 209c-1.101562 25-5.300781 38.5-8.800781 47.5-8.601562 22.300781-26.300781 40-48.601562 48.601562-9 3.5-22.597657 7.699219-47.5 8.796876-27 1.203124-35.097657 1.5-103.398438 1.5s-76.5-.296876-103.402343-1.5c-25-1.097657-38.5-5.296876-47.5-8.796876-11.097657-4.101562-21.199219-10.601562-29.398438-19.101562-8.5-8.300781-15-18.300781-19.101562-29.398438-3.5-9-7.699219-22.601562-8.796876-47.5-1.203124-27-1.5-35.101562-1.5-103.402343s.296876-76.5 1.5-103.398438c1.097657-25 5.296876-38.5 8.796876-47.5 4.101562-11.101562 10.601562-21.199219 19.203124-29.402343 8.296876-8.5 18.296876-15 29.398438-19.097657 9-3.5 22.601562-7.699219 47.5-8.800781 27-1.199219 35.101562-1.5 103.398438-1.5 68.402343 0 76.5.300781 103.402343 1.5 25 1.101562 38.5 5.300781 47.5 8.800781 11.097657 4.097657 21.199219 10.597657 29.398438 19.097657 8.5 8.300781 15 18.300781 19.101562 29.402343 3.5 9 7.699219 22.597657 8.800781 47.5 1.199219 27 1.5 35.097657 1.5 103.398438s-.300781 76.300781-1.5 103.300781zm0 0"/>
                                    <path d="m256.449219 124.5c-72.597657 0-131.5 58.898438-131.5 131.5s58.902343 131.5 131.5 131.5c72.601562 0 131.5-58.898438 131.5-131.5s-58.898438-131.5-131.5-131.5zm0 216.800781c-47.097657 0-85.300781-38.199219-85.300781-85.300781s38.203124-85.300781 85.300781-85.300781c47.101562 0 85.300781 38.199219 85.300781 85.300781s-38.199219 85.300781-85.300781 85.300781zm0 0"/><path d="m423.851562 119.300781c0 16.953125-13.746093 30.699219-30.703124 30.699219-16.953126 0-30.699219-13.746094-30.699219-30.699219 0-16.957031 13.746093-30.699219 30.699219-30.699219 16.957031 0 30.703124 13.742188 30.703124 30.699219zm0 0"/>
                                </svg>
                            </a>
                    <a href="mailto:?body=%E2%96%A0%E3%81%8A%E5%BA%97%E3%81%AE%E8%A9%B3%E7%B4%B0%E6%83%85%E5%A0%B1%0Ahttps%3A%2F%2Fichirinnamiki.owst.jp%2F%0A%0A%E2%96%BD%E4%BD%8F%E6%89%80%E3%83%BB%E3%82%A2%E3%82%AF%E3%82%BB%E3%82%B9%0A%E4%BD%8F%E6%89%80%EF%BC%9A%E5%BA%83%E5%B3%B6%E7%9C%8C%E5%BA%83%E5%B3%B6%E5%B8%82%E4%B8%AD%E5%8C%BA%E4%B8%89%E5%B7%9D%E7%94%BA10-12%20ST%E3%83%93%E3%83%AB%EF%BC%92F%0A%E3%82%A2%E3%82%AF%E3%82%BB%E3%82%B9%EF%BC%9A%E5%BA%83%E9%9B%BB%E6%9C%AC%E7%B7%9A%E5%85%AB%E4%B8%81%E5%A0%80%E9%A7%85%E4%B8%8B%E8%BB%8A%E3%80%81%E5%BE%92%E6%AD%A95%E5%88%86%E3%80%82%E3%83%91%E3%83%AB%E3%82%B3%E3%81%8B%E3%82%89%E5%BE%92%E6%AD%A9%EF%BC%93%E5%88%86%E2%99%AA%E4%B8%A6%E6%9C%A8%E9%80%9A%E3%82%8A%E5%85%A5%E5%8F%A3%2C%2C%E3%82%AC%E3%82%BD%E3%83%AA%E3%83%B3%E3%82%B9%E3%82%BF%E3%83%B3%E3%83%89%E3%81%99%E3%81%90%E3%81%9D%E3%81%B0082-247-3697%0A%E9%9B%BB%E8%A9%B1%E7%95%AA%E5%8F%B7%EF%BC%9A082-247-3697%0A&subject=%E3%81%84%E3%81%A1%E3%82%8A%E3%82%93">
                        <svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg"
                            xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" viewBox="0 0 512 512"
                            style="enable-background:new 0 0 512 512;" xml:space="preserve" fill='#FFF9EA'>
                            <path
                                d="M467,76H45C20.137,76,0,96.262,0,121v270c0,24.885,20.285,45,45,45h422c24.655,0,45-20.03,45-45V121
                                    C512,96.306,491.943,76,467,76z M460.698,106c-9.194,9.145-167.415,166.533-172.878,171.967c-8.5,8.5-19.8,13.18-31.82,13.18
                                    s-23.32-4.681-31.848-13.208C220.478,274.284,64.003,118.634,51.302,106H460.698z M30,384.894V127.125L159.638,256.08L30,384.894z
                                    M51.321,406l129.587-128.763l22.059,21.943c14.166,14.166,33,21.967,53.033,21.967c20.033,0,38.867-7.801,53.005-21.939
                                    l22.087-21.971L460.679,406H51.321z M482,384.894L352.362,256.08L482,127.125V384.894z" />
                        </svg>
                    </a>
                </div>
                <div class="bg-1"></div>
            </div>
            <div class="detail">
                <div class="information detail-item">

                    <h1 class="content-title">詳細情報</h1>

                    <dl>
                        <dt><i>お問い合わせ時間</i></dt>
                        <dd>営業時間内</dd>
                    </dl>
                    <dl>
                        <dt><i>キャンセル規定</i></dt>
                        <dd>
                            【コース予約の場合】<br>
                            ご来店2日前17時以降から、コース料金の50%（1名あたり）が発生します。<br>
                            【席のみ予約の場合】<br>
                            ご来店前日17時以降から、2,000円（1名あたり）が発生します。<br>
                            <br>
                            (コース予約)当日のキャンセルは連絡いただいた場合、80%、連絡がない場合、100%キャンセル料金を頂戴いたします。<br>
                            (席のみ予約)当日キャンセルは連絡いただいた場合、１名あたり4000円連絡なしの場合、１名あたり5000円キャンセル料金を頂戴いたします。<br>
                            また、10名以上でご予約をいただいた場合、ご予約の1週間前よりご予約代金の20%のキャンセル料金を頂戴いたします。予めご了承くださいませ。
                        </dd>
                    </dl>
                    <dl>
                        <dt><i>平均予算</i></dt>
                        <dd>夜： 4001~5000円</dd>
                    </dl>
                    <dl>
                        <dt><i>クレジットカード</i></dt>
                        <dd>利用可（VISA、マスター、アメックス、DINERS、JCB）</dd>
                    </dl>
                    <dl>
                        <dt><i>電子マネー</i></dt>
                        <dd>利用不可</dd>
                    </dl>
                    <dl>
                        <dt><i>QRコード決済</i></dt>
                        <dd>利用可（PayPay、d払い、au PAY、メルペイ）</dd>
                    </dl>
                    <dl>
                        <dt><i>料金備考</i></dt>
                        <dd>※生ビール（キリン一番搾り）550円・地酒550円</dd>
                    </dl>
                </div>
                <div class="infection detail-item">

                    <h1 class="content-title">感染対策</h1>

                    <dl>
                        <dt><i>お客様への取り組み</i></dt>
                        <dd>
                            【入店時】<br>
                            店内に消毒液設置、混雑時入店お断り<br>
                            <br>
                            【客席へのご案内】<br>
                            テーブル毎に仕切りあり、他グループとの相席禁止<br>
                            <br>
                            【会計処理】<br>
                            現金等受け渡し時の手渡しなし<br>
                        </dd>
                    </dl>
                    <dl>
                        <dt><i>従業員の安全衛生管理</i></dt>
                        <dd>マスク着用、頻繁な手洗い</dd>
                    </dl>
                    <dl>
                        <dt><i>店舗の衛生管理</i></dt>
                        <dd>換気設備の設置と換気、多数の人が触れる箇所の消毒、備品/卓上設置物の消毒</dd>
                    </dl>
                </div>
                <div class="smoke detail-item">

                    <h1 class="content-title">たばこ</h1>

                    <dl>
                        <dt><i>禁煙・喫煙</i></dt>
                        <dd>
                            全席禁煙<br>
                            全席禁煙です。店外に喫煙スペースを用意しております。
                        </dd>
                    </dl>
                </div>
                <div class="seat detail-item">

                    <h1 class="content-title">お席の情報</h1>

                    <dl>
                        <dt><i>総席数</i></dt>
                        <dd>65席(色々なシチュエーションでの利用可能です。)</dd>
                    </dl>
                    <dl>
                        <dt><i>最大宴会収容人数</i></dt>
                        <dd>45人(2名様～45名様迄対応の掘りごたつ個室をご用意しております。)</dd>
                    </dl>
                    <dl>
                        <dt><i>個室</i></dt>
                        <dd>あり（2名様～45名様迄対応の掘りごたつ個室をご用意しております。接待などにはVIPルームもご用意しています。）</dd>
                    </dl>
                    <dl>
                        <dt><i>掘りごたつ</i></dt>
                        <dd>あり（ゆっくり足をのばせる掘りごたつ座敷をご用意しております。）</dd>
                    </dl>
                    <dl>
                        <dt><i>カウンター</i></dt>
                        <dd>あり</dd>
                    </dl>
                    <dl>
                        <dt><i>ソファー</i></dt>
                        <dd>なし</dd>
                    </dl>
                    <dl>
                        <dt><i>テラス席</i></dt>
                        <dd>なし</dd>
                    </dl>
                    <dl>
                        <dt><i>貸切</i></dt>
                        <dd>貸切可（お気軽にご相談ください。）</dd>
                    </dl>
                </div>
                <div class="facility detail-item">

                    <h1 class="content-title">設備</h1>

                    <dl>
                        <dt><i>Wi-Fi</i></dt>
                        <dd>あり</dd>
                    </dl>
                    <dl>
                        <dt><i>バリアフリー</i></dt>
                        <dd>なし（店内に一部段差がございます。）</dd>
                    </dl>
                    <dl>
                        <dt><i>駐車場</i></dt>
                        <dd>なし（近隣にコインパーキング多数有）</dd>
                    </dl>
                    <dl>
                        <dt><i>TV・プロジェクタ</i></dt>
                        <dd>なし</dd>
                    </dl>
                    <dl>
                        <dt><i>英語メニュー</i></dt>
                        <dd>あり</dd>
                    </dl>
                    <dl>
                        <dt><i>その他設備</i></dt>
                        <dd>※店内には旬野菜をご用意しております。</dd>
                    </dl>
                </div>
                <div class="others detail-item">

                    <h1 class="content-title">その他</h1>

                    <dl>
                        <dt><i>飲み放題</i></dt>
                        <dd>あり（コースご利用時のみご用意）</dd>
                    </dl>
                    <dl>
                        <dt><i>食べ放題</i></dt>
                        <dd>なし（食べ放題はございません）</dd>
                    </dl>
                    <dl>
                        <dt><i>お酒</i></dt>
                        <dd>カクテル充実、焼酎充実、日本酒充実</dd>
                    </dl>
                    <dl>
                        <dt><i>お子様連れ</i></dt>
                        <dd>お子様連れ歓迎</dd>
                    </dl>
                    <dl>
                        <dt><i>披露宴・二次会</i></dt>
                        <dd>お気軽にご相談ください</dd>
                    </dl>
                    <dl>
                        <dt><i>お祝い・サプライズ対応</i></dt>
                        <dd>可能</dd>
                    </dl>
                    <dl>
                        <dt><i>ライブショー</i></dt>
                        <dd>なし</dd>
                    </dl>
                    <dl>
                        <dt><i>ペット同伴</i></dt>
                        <dd>不可</dd>
                    </dl>
                    <dl>
                        <dt><i>備考</i></dt>
                        <dd>ビールマスター在中</dd>
                    </dl>
                </div>
                <div class="connection detail-item">

                    <h1 class="content-title">関連店舗</h1>

                    <dl>
                        <dt><i>店舗一覧</i></dt>
                        <dd>
                            <a href="https://kokyu-hiroshima.owst.jp/">こきゅう 公式HP</a><br>
                            <a href="https://kokyubettei.owst.jp/">こきゅう 別邸</a>
                        </dd>
                    </dl>
                </div>
            </div>
        </main>
        <?php get_footer(); ?>
    </div>
</body>

</html>